Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If you had to give up one of your senses, which would you choose?
de: Wenn du einen deiner Sinne aufgeben müsstest, welchen würdest du wählen?
es: Si tuvieras que renunciar a uno de tus sentidos, ¿cuál elegirías?
fr: Si tu devais abandonner un de tes sens, lequel choisirais-tu ?
it: Se dovessi rinunciare a uno dei tuoi sensi, quale sceglieresti?
ja: もし五感のうち一つを手放さなければならないとしたら、どれを選びますか？
ko: 하나의 감각을 포기해야 한다면 어떤 것을 선택하시겠습니까?
nb: Hvis du måtte gi opp en av sansene dine, hvilken ville du valgt?
nl: Als je een van je zintuigen zou moeten opgeven, welke zou je dan kiezen?
pl: Gdybyś musiał zrezygnować z jednego ze zmysłów, który byś wybrał?
pt_br: Se você tivesse que desistir de um dos seus sentidos, qual escolheria?
sv: Om du var tvungen att ge upp ett av dina sinnen, vilket skulle du välja?
uk: Якби вам довелося відмовитися від одного з ваших чуттів, яке б ви вибрали?
zh_hans: 如果你必须放弃一种感官，你会选择哪一种？

source: If you had to leave your country tomorrow with one bag, where would you go?
de: Wenn du dein Land morgen mit einer Tasche verlassen müsstest, wohin würdest du gehen?
es: Si tuvieras que dejar tu país mañana con una bolsa, ¿a dónde irías?
fr: Si tu devais quitter ton pays demain avec un seul sac, où irais-tu ?
it: Se dovessi lasciare il tuo paese domani con una borsa, dove andresti?
ja: もし明日、バッグ一つで国を離れなければならないとしたら、どこに行きますか？
ko: 내일 가방 하나만 가지고 나라를 떠나야 한다면 어디로 가시겠습니까?
nb: Hvis du måtte forlate landet ditt i morgen med én bagasje, hvor ville du dratt?
nl: Als je morgen met één tas je land zou moeten verlaten, waar zou je dan naartoe gaan?
pl: Gdybyś musiał jutro opuścić swój kraj z jedną torbą, dokąd byś poszedł?
pt_br: Se você tivesse que deixar seu país amanhã com uma mala, para onde iria?
sv: Om du var tvungen att lämna ditt land imorgon med en väska, vart skulle du gå?
uk: Якби вам довелося завтра покинути свою країну з однією сумкою, куди б ви пішли?
zh_hans: 如果你明天必须带着一个包离开你的国家，你会去哪里？

source: If you had to listen to one song every time you ate, what would it be?
de: Wenn du jedes Mal, wenn du isst, dasselbe Lied hören müsstest, welches wäre es?
es: Si tuvieras que escuchar una canción cada vez que comes, ¿cuál sería?
fr: Si tu devais écouter une chanson à chaque fois que tu manges, laquelle serait-ce ?
it: Se dovessi ascoltare una canzone ogni volta che mangi, quale sarebbe?
ja: 食事のたびに同じ曲を聴かなければならないとしたら、どの曲にしますか？
ko: 식사할 때마다 한 곡을 들어야 한다면, 어떤 노래를 선택하겠습니까?
nb: Hvis du måtte høre på én sang hver gang du spiste, hvilken ville det vært?
nl: Als je elke keer dat je at naar hetzelfde liedje moest luisteren, welke zou het dan zijn?
pl: Gdybyś musiał słuchać jednej piosenki za każdym razem, gdy jesz, co by to było?
pt_br: Se você tivesse que ouvir uma música toda vez que comesse, qual seria?
sv: Om du var tvungen att lyssna på en låt varje gång du åt, vilken skulle det vara?
uk: Якби вам доводилося слухати одну пісню щоразу, коли ви їсте, якою б вона була?
zh_hans: 如果你每次吃饭时都必须听同一首歌，你会选哪首？

source: If you had to live in a hotel for the rest of your life, which one?
de: Wenn du für den Rest deines Lebens in einem Hotel leben müsstest, in welchem?
es: Si tuvieras que vivir en un hotel por el resto de tu vida, ¿cuál?
fr: Si tu devais vivre dans un hôtel pour le reste de ta vie, lequel ?
it: Se dovessi vivere in un hotel per il resto della tua vita, quale sceglieresti?
ja: 残りの人生をホテルで過ごさなければならないなら、どのホテルにしますか？
ko: 평생 호텔에서 살아야 한다면 어느 호텔에서 살고 싶습니까?
nb: Hvis du måtte bo på et hotell for resten av livet, hvilket?
nl: Als je voor de rest van je leven in een hotel zou moeten wonen, welke dan?
pl: Gdybyś musiał mieszkać w hotelu do końca życia, w którym?
pt_br: Se você tivesse que morar em um hotel pelo resto da sua vida, qual seria?
sv: Om du var tvungen att bo på ett hotell för resten av ditt liv, vilket?
uk: Якби вам довелося жити в готелі до кінця свого життя, в якому?
zh_hans: 如果你不得不在酒店度过余生，你会选哪家酒店？

source: If you had to live in a video game, which one would it be?
de: Wenn du in einem Videospiel leben müsstest, welches wäre es?
es: Si tuvieras que vivir en un videojuego, ¿cuál sería?
fr: Si tu devais vivre dans un jeu vidéo, lequel serait-ce ?
it: Se dovessi vivere in un videogioco, quale sarebbe?
ja: ビデオゲームの世界で暮らさなければならないとしたら、どれを選びますか？
ko: 비디오 게임 속에서 살아야 한다면, 어떤 게임을 선택하시겠습니까?
nb: Hvis du måtte bo i et videospill, hvilket ville det vært?
nl: Als je in een videospel zou moeten leven, welke zou het zijn?
pl: Gdybyś musiał żyć w grze wideo, która by to była?
pt_br: Se você tivesse que viver em um videogame, qual seria?
sv: Om du var tvungen att bo i ett videospel, vilket skulle det vara?
uk: Якби вам довелося жити у відеогрі, якою б вона була?
zh_hans: 如果你必须生活在一个电子游戏里，你会选择哪个？

source: If you had to live the same day over and over, which day would it be?
de: Wenn du denselben Tag immer wieder leben müsstest, welcher Tag wäre das?
es: Si tuvieras que vivir el mismo día una y otra vez, ¿qué día sería?
fr: Si tu devais vivre le même jour encore et encore, quel jour serait-ce ?
it: Se dovessi vivere lo stesso giorno più e più volte, quale giorno sarebbe?
ja: もし同じ日を何度も何度も生きなければならないとしたら、どの日にしますか？
ko: 계속해서 같은 날을 살아야 한다면 어떤 날을 선택하시겠습니까?
nb: Hvis du måtte leve den samme dagen om og om igjen, hvilken dag ville det vært?
nl: Als je dezelfde dag steeds opnieuw moest leven, welke dag zou dat zijn?
pl: Gdybyś musiał żyć wciąż tym samym dniem, który by to był dzień?
pt_br: Se você tivesse que viver o mesmo dia repetidamente, que dia seria?
sv: Om du var tvungen att leva samma dag om och om igen, vilken dag skulle det vara?
uk: Якби вам довелося проживати той самий день знову і знову, який би це був день?
zh_hans: 如果你不得不过同一天一遍又一遍，那会是哪一天？

source: If you had to name the opposite of love, would it be hate or indifference?
de: Wenn du das Gegenteil von Liebe benennen müsstest, wäre es Hass oder Gleichgültigkeit?
es: Si tuvieras que nombrar lo opuesto al amor, ¿sería odio o indiferencia?
fr: Si tu devais nommer le contraire de l'amour, serait-ce la haine ou l'indifférence ?
it: Se dovessi nominare l'opposto dell'amore, sarebbe odio o indifferenza?
ja: 愛の反対を挙げるとしたら、憎しみですか、無関心ですか？
ko: 사랑의 반대를 말하라면, 증오인가요 무관심인가요?
nb: Hvis du måtte navngi det motsatte av kjærlighet, ville det vært hat eller likegyldighet?
nl: Als je het tegenovergestelde van liefde zou benoemen, zou het haat of onverschilligheid zijn?
pl: Gdybyś musiał podać przeciwieństwo miłości, czy byłoby to nienawiść czy obojętność?
pt_br: Se você tivesse que nomear o oposto do amor, seria ódio ou indiferença?
sv: Om du var tvungen att namnge motsatsen till kärlek, skulle det vara hat eller likgiltighet?
uk: Якби ви мали назвати протилежність любові, це була б ненависть чи байдужість?
zh_hans: 如果必须说出爱的反义词，是恨还是冷漠？

source: If you had to replace your hands with something else, what?
de: Wenn du deine Hände durch etwas anderes ersetzen müsstest, womit?
es: Si tuvieras que reemplazar tus manos con otra cosa, ¿con qué?
fr: Si tu devais remplacer tes mains par autre chose, par quoi ?
it: Se dovessi sostituire le tue mani con qualcos'altro, con cosa?
ja: 自分の手を何か他のものに置き換えなければならないとしたら、何にしますか？
ko: 손을 다른 것으로 대체해야 한다면 무엇으로 하시겠습니까?
nb: Hvis du måtte erstatte hendene dine med noe annet, hva?
nl: Als je je handen door iets anders moest vervangen, wat dan?
pl: Gdybyś musiał zastąpić swoje ręce czymś innym, czym?
pt_br: Se você tivesse que substituir suas mãos por outra coisa, o quê?
sv: Om du var tvungen att ersätta dina händer med något annat, vad?
uk: Якби вам довелося замінити свої руки на щось інше, на що?
zh_hans: 如果你必须用别的东西代替你的手，你会用什么？

source: If you had to survive a zombie apocalypse, what's your strategy?
de: Wenn du eine Zombie-Apokalypse überleben müsstest, wie wäre deine Strategie?
es: Si tuvieras que sobrevivir a un apocalipsis zombie, ¿cuál es tu estrategia?
fr: Si tu devais survivre à une apocalypse zombie, quelle est ta stratégie?
it: Se dovessi sopravvivere a un'apocalisse zombie, qual è la tua strategia?
ja: ゾンビの黙示録を生き延びなければならない場合、あなたの戦略は何ですか？
ko: 좀비 대재앙에서 살아남아야 한다면 당신의 전략은 무엇인가요?
nb: Hvis du måtte overleve en zombieapokalypse, hva er strategien din?
nl: Als je een zombie-apocalyps moest overleven, wat is dan je strategie?
pl: Gdybyś musiał przetrwać zombie apokalipsę, jaka jest twoja strategia?
pt_br: Se você tivesse que sobreviver a um apocalipse zumbi, qual é sua estratégia?
sv: Om du var tvungen att överleva en zombieapokalyps, vad är din strategi?
uk: Якби тобі довелося пережити зомбі-апокаліпсис, яка твоя стратегія?
zh_hans: 如果你必须在僵尸末日中生存，你的策略是什么？

source: If you had to teach the world one thing, what would it be?
de: Wenn du der Welt eine Sache beibringen müsstest, was wäre das?
es: Si tuvieras que enseñarle una cosa al mundo, ¿cuál sería?
fr: Si tu devais apprendre une chose au monde, quelle serait-elle ?
it: Se dovessi insegnare una cosa al mondo, quale sarebbe?
ja: もし世界に一つだけ教えられるなら、何を教えますか？
ko: 세상에 한 가지만 가르쳐야 한다면 무엇을 가르치시겠습니까?
nb: Hvis du måtte lære verden én ting, hva ville det vært?
nl: Als je de wereld één ding moest leren, wat zou dat zijn?
pl: Gdybyś musiał nauczyć świat jednej rzeczy, co by to było?
pt_br: Se você tivesse que ensinar uma coisa ao mundo, o que seria?
sv: Om du var tvungen att lära världen en sak, vad skulle det vara?
uk: Якби ви мали навчити світ одній речі, що б це було?
zh_hans: 如果你必须教给世界一件事，那会是什么？

source: If you had to wear a sign around your neck with one sentence written on it, what would it say?
de: Wenn du ein Schild um den Hals tragen müsstest, auf dem ein Satz steht, was würde darauf stehen?
es: Si tuvieras que usar un letrero alrededor del cuello con una frase escrita, ¿qué diría?
fr: Si tu devais porter une pancarte autour du cou avec une phrase écrite dessus, que dirait-elle ?
it: Se dovessi indossare un cartello al collo con una frase scritta sopra, cosa direbbe?
ja: 一言書かれた札を首から下げなければならないとしたら、何と書きますか？
ko: 한 문장이 적힌 팻말을 목에 걸고 다녀야 한다면, 그 문장은 무엇이겠습니까?
nb: Hvis du måtte ha et skilt rundt halsen med én setning skrevet på, hva ville det stått?
nl: Als je een bordje om je nek moest dragen met één zin erop, wat zou er dan op staan?
pl: Gdybyś musiał nosić na szyi tabliczkę z jednym zdaniem, co by na niej napisano?
pt_br: Se você tivesse que usar um cartaz no pescoço com uma frase escrita, o que ele diria?
sv: Om du var tvungen att bära en skylt runt halsen med en mening skriven på den, vad skulle den säga?
uk: Якби вам довелося носити на шиї табличку з одним реченням, що б на ній було написано?
zh_hans: 如果你必须在脖子上挂一个牌子，上面写着一句话，你会写什么？

source: If you had to wear one outfit every day for a year, what would it be?
de: Wenn du ein Jahr lang jeden Tag das gleiche Outfit tragen müsstest, welches wäre es?
es: Si tuvieras que usar el mismo atuendo todos los días durante un año, ¿cuál sería?
fr: Si tu devais porter la même tenue chaque jour pendant un an, laquelle serait-ce?
it: Se dovessi indossare lo stesso vestito ogni giorno per un anno, quale sarebbe?
ja: 1年間毎日同じ服を着なければならないとしたら、どの服にしますか？
ko: 일 년 내내 매일 같은 옷을 입어야 한다면 어떤 옷을 입겠어요?
nb: Hvis du måtte ha på deg ett antrekk hver dag i et år, hva ville det vært?
nl: Als je een jaar lang elke dag dezelfde outfit moest dragen, welke zou dat zijn?
pl: Gdybyś musiał nosić jeden strój każdego dnia przez rok, jaki by to był?
pt_br: Se você tivesse que usar a mesma roupa todos os dias por um ano, qual seria?
sv: Om du var tvungen att ha samma outfit varje dag i ett år, vad skulle det vara?
uk: Якби тобі довелося носити один і той самий одяг щодня протягом року, що б це було?
zh_hans: 如果你必须一整年每天都穿同一套衣服，会是什么？

source: If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?
de: Wenn du wüsstest, dass du in einem Jahr plötzlich sterben würdest, würdest du etwas an deiner jetzigen Lebensweise ändern? Warum?
es: Si supieras que en un año morirás repentinamente, ¿cambiarías algo en la forma en que vives ahora? ¿Por qué?
fr: Si tu savais que tu allais mourir subitement dans un an, changerais-tu quelque chose à ta façon de vivre actuellement ? Pourquoi ?
it: Se sapessi che tra un anno morirai improvvisamente, cambieresti qualcosa del modo in cui vivi ora? Perché?
ja: もし1年後に突然死ぬと知ったら、今の生き方を何か変えますか？なぜですか？
ko: 1년 안에 갑자기 죽는다는 것을 안다면 현재 사는 방식을 바꾸겠습니까? 왜 그럴까요?
nb: Hvis du visste at du ville dø plutselig om ett år, ville du endret noe med måten du lever på nå? Hvorfor?
nl: Als je wist dat je over een jaar plotseling zou sterven, zou je dan iets veranderen aan de manier waarop je nu leeft? Waarom?
pl: Gdybyś wiedział, że za rok umrzesz nagle, czy zmieniłbyś coś w swoim obecnym życiu? Dlaczego?
pt_br: Se você soubesse que em um ano morreria subitamente, mudaria alguma coisa no seu modo de viver agora? Por quê?
sv: Om du visste att du skulle dö plötsligt om ett år, skulle du då ändra något i hur du lever nu? Varför?
uk: Якби ви знали, що через рік раптово помрете, чи змінили б ви щось у своєму теперішньому житті? Чому?
zh_hans: 如果你知道一年后会突然死亡，你会改变现在的生活方式吗？为什么？

source: If you opened a restaurant, what would it be called?
de: Wenn du ein Restaurant eröffnen würdest, wie würde es heißen?
es: Si abrieras un restaurante, ¿cómo se llamaría?
fr: Si tu ouvrais un restaurant, comment s'appellerait-il?
it: Se aprissi un ristorante, come si chiamerebbe?
ja: レストランを開くとすると、何という名前をつけますか？
ko: 식당을 연다면 무슨 이름을 붙이겠어요?
nb: Hvis du åpnet en restaurant, hva ville den hett?
nl: Als je een restaurant opende, hoe zou het heten?
pl: Gdybyś otworzył restaurację, jak by się nazywała?
pt_br: Se você abrisse um restaurante, como ele se chamaria?
sv: Om du öppnade en restaurang, vad skulle den heta?
uk: Якби ти відкрив ресторан, як би він називався?
zh_hans: 如果你开一家餐厅，会叫什么名字？

source: If you were a brand, what would your slogan be?
de: Wenn du eine Marke wärst, wie würde dein Slogan lauten?
es: Si fueras una marca, ¿cuál sería tu eslogan?
fr: Si tu étais une marque, quel serait ton slogan ?
it: Se fossi un marchio, quale sarebbe il tuo slogan?
ja: 自分をブランドに例えると、スローガンは何ですか？
ko: 당신이 브랜드라면, 슬로건은 무엇인가요?
nb: Hvis du var et merke, hva ville slagordet ditt vært?
nl: Als je een merk was, wat zou dan je slogan zijn?
pl: Gdybyś był marką, jakie byłoby twoje hasło?
pt_br: Se você fosse uma marca, qual seria o seu slogan?
sv: Om du var ett varumärke, vad skulle din slogan vara?
uk: Якби ви були брендом, яким би був ваш слоган?
zh_hans: 如果你是一个品牌，你的口号会是什么？

source: If you were a cartoon character, who would you be?
de: Wenn du eine Zeichentrickfigur wärst, wer wärst du?
es: Si fueras un personaje de dibujos animados, ¿quién serías?
fr: Si tu étais un personnage de dessin animé, qui serais-tu?
it: Se fossi un personaggio dei cartoni animati, chi saresti?
ja: アニメキャラクターになれるなら、誰になりたいですか？
ko: 만화 캐릭터가 된다면 누가 되고 싶나요?
nb: Hvis du var en tegneseriefigur, hvem ville du vært?
nl: Als je een tekenfilmfiguur was, wie zou je dan zijn?
pl: Gdybyś był postacią z kreskówki, kim byś był?
pt_br: Se você fosse um personagem de desenho animado, quem você seria?
sv: Om du var en tecknad figur, vem skulle du vara?
uk: Якби ти був мультяшним персонажем, ким би ти був?
zh_hans: 如果你是一个卡通人物，你会是谁？

source: If you were a cocktail, what would you be made of?
de: Wenn du ein Cocktail wärst, woraus bestündest du?
es: Si fueras un cóctel, ¿de qué estarías hecho?
fr: Si tu étais un cocktail, de quoi serais-tu fait ?
it: Se fossi un cocktail, di cosa saresti fatto?
ja: 自分をカクテルに例えると、何でできていますか？
ko: 칵테일이 된다면 무엇으로 만들어졌을까요?
nb: Hvis du var en cocktail, hva ville du vært laget av?
nl: Als je een cocktail was, waar zou je dan van gemaakt zijn?
pl: Gdybyś był koktajlem, z czego byś był zrobiony?
pt_br: Se você fosse um coquetel, do que seria feito?
sv: Om du vore en cocktail, vad skulle du vara gjord av?
uk: Якби ви були коктейлем, з чого б ви були зроблені?
zh_hans: 如果你是一种鸡尾酒，你会由什么制成？

source: If you were a couch, what color and texture would you be?
de: Wenn du ein Sofa wärst, welche Farbe und Struktur hättest du?
es: Si fueras un sofá, ¿de qué color y textura serías?
fr: Si tu étais un canapé, de quelle couleur et texture serais-tu ?
it: Se fossi un divano, di che colore e tessuto saresti?
ja: 自分がソファだとすると、どんな色と質感ですか？
ko: 네가 소파라면 무슨 색과 질감을 가졌을 것 같아?
nb: Hvis du var en sofa, hvilken farge og tekstur ville du vært?
nl: Als je een bank was, welke kleur en textuur zou je dan hebben?
pl: Gdybyś był kanapą, jakiego koloru i faktury byś był?
pt_br: Se você fosse um sofá, que cor e textura você teria?
sv: Om du vore en soffa, vilken färg och textur skulle du vara?
uk: Якби ти був диваном, якого кольору та текстури ти б був?
zh_hans: 如果你是个沙发，你会是什么颜色和质地的？

source: If you were a dessert, which one would you be?
de: Wenn du ein Dessert wärst, welches wärst du?
es: Si fueras un postre, ¿cuál serías?
fr: Si tu étais un dessert, lequel serais-tu ?
it: Se fossi un dessert, quale saresti?
ja: 自分をデザートに例えると、どれですか？
ko: 디저트가 된다면 무엇이고 싶나요?
nb: Hvis du var en dessert, hvilken ville du vært?
nl: Als je een dessert was, welke zou je dan zijn?
pl: Gdybyś był deserem, którym byś był?
pt_br: Se você fosse uma sobremesa, qual seria?
sv: Om du vore en efterrätt, vilken skulle du vara?
uk: Якби ви були десертом, яким би ви були?
zh_hans: 如果你是一种甜点，你会是哪种？

source: If you were a flavor of ramen, what would you be?
de: Wenn du eine Ramen-Geschmacksrichtung wärst, welche wärst du?
es: Si fueras un sabor de ramen, ¿cuál serías?
fr: Si tu étais un goût de ramen, lequel serais-tu ?
it: Se fossi un gusto di ramen, quale saresti?
ja: 自分がラーメンの味だとしたら、何味ですか？
ko: 네가 라면 맛이라면 무슨 맛일 것 같아?
nb: Hvis du var en ramensmak, hvilken ville du vært?
nl: Als je een ramensmaak was, welke zou je dan zijn?
pl: Gdybyś był smakiem ramenu, jakim byś był?
pt_br: Se você fosse um sabor de lámen, qual você seria?
sv: Om du vore en ramensmak, vilken skulle du vara?
uk: Якби ви були смаком рамену, яким би ви були?
zh_hans: 如果你是一种拉面口味，你会是什么口味？

source: If you were a ghost, where would you haunt?
de: Wenn du ein Geist wärst, wo würdest du spuken?
es: Si fueras un fantasma, ¿dónde aparecerías?
fr: Si tu étais un fantôme, où hanterais-tu ?
it: Se fossi un fantasma, dove perseguiteresti?
ja: あなたが幽霊なら、どこに出没しますか？
ko: 당신이 유령이라면 어디에 나타나고 싶나요?
nb: Hvis du var et spøkelse, hvor ville du hjemsøkt?
nl: Als je een geest was, waar zou je dan spoken?
pl: Gdybyś był duchem, gdzie byś straszył?
pt_br: Se você fosse um fantasma, onde assombraria?
sv: Om du var ett spöke, var skulle du spöka?
uk: Якби ти був привидом, де б ти привидився?
zh_hans: 如果你是鬼，你会去哪里出没？

source: If you were a ghost, who would you haunt first?
de: Wenn du ein Geist wärst, wen würdest du zuerst heimsuchen?
es: Si fueras un fantasma, ¿a quién acecharías primero?
fr: Si tu étais un fantôme, qui hanterais-tu en premier ?
it: Se fossi un fantasma, chi perseguiteresti per primo?
ja: 幽霊になったら、最初に誰を怖がらせますか？
ko: 유령이 된다면 누구를 가장 먼저 괴롭히고 싶나요?
nb: Hvis du var et spøkelse, hvem ville du hjemsøkt først?
nl: Als je een geest was, wie zou je dan eerst achtervolgen?
pl: Gdybyś był duchem, kogo nawiedziłbyś jako pierwszego?
pt_br: Se você fosse um fantasma, quem assombraria primeiro?
sv: Om du var ett spöke, vem skulle du hemsöka först?
uk: Якби ви були привидом, кого б ви переслідували першим?
zh_hans: 如果你是鬼，你会先去吓谁？

source: If you were a kitchen appliance, which one would you be?
de: Wenn du ein Küchengerät wärst, welches wärst du?
es: Si fueras un electrodoméstico de cocina, ¿cuál serías?
fr: Si tu étais un appareil de cuisine, lequel serais-tu ?
it: Se fossi un elettrodomestico da cucina, quale saresti?
ja: キッチン家電になるとしたら、どれになりたいですか？
ko: 주방 가전제품이 된다면 어떤 것이 되고 싶나요?
nb: Hvis du var et kjøkkenapparat, hvilket ville du vært?
nl: Als je een keukenapparaat was, welke zou je dan zijn?
pl: Gdybyś był urządzeniem kuchennym, którym byś był?
pt_br: Se você fosse um eletrodoméstico de cozinha, qual seria?
sv: Om du vore en köksmaskin, vilken skulle du vara?
uk: Якби ви були кухонним приладом, яким би ви були?
zh_hans: 如果你是厨房电器，你会是哪种？

source: If you were a kitchen appliance, which would you be and why?
de: Wenn du ein Küchengerät wärst, welches wärst du und warum?
es: Si fueras un electrodoméstico de cocina, ¿cuál serías y por qué?
fr: Si tu étais un appareil de cuisine, lequel serais-tu et pourquoi ?
it: Se fossi un elettrodomestico da cucina, quale saresti e perché?
ja: 自分をキッチン家電に例えると、どれで、なぜですか？
ko: 당신이 주방 가전제품이라면 무엇이고, 그 이유는?
nb: Hvis du var et kjøkkenapparat, hvilket ville du vært og hvorfor?
nl: Als je een keukenapparaat was, welke zou je dan zijn en waarom?
pl: Gdybyś był urządzeniem kuchennym, którym byś był i dlaczego?
pt_br: Se você fosse um eletrodoméstico de cozinha, qual seria e por quê?
sv: Om du vore en köksmaskin, vilken skulle du vara och varför?
uk: Якби ви були кухонним приладом, яким би ви були і чому?
zh_hans: 如果你是一种厨房电器，你会是哪种，为什么？

source: If you were a pizza topping, which one would you be?
de: Wenn du ein Pizzabelag wärst, welcher wärst du?
es: Si fueras un ingrediente de pizza, ¿cuál serías?
fr: Si tu étais une garniture de pizza, laquelle serais-tu ?
it: Se fossi un condimento per pizza, quale saresti?
ja: 自分をピザのトッピングに例えると、どれですか？
ko: 피자 토핑이 된다면 무엇이고 싶나요?
nb: Hvis du var et pizzapålegg, hvilket ville du vært?
nl: Als je een pizzabelegging was, welke zou je dan zijn?
pl: Gdybyś był dodatkiem do pizzy, którym byś był?
pt_br: Se você fosse uma cobertura de pizza, qual seria?
sv: Om du vore en pizzatoping, vilken skulle du vara?
uk: Якби ви були начинкою для піци, якою б ви були?
zh_hans: 如果你是一种披萨配料，你会是哪种？

source: If you were a plant, what kind would you be?
de: Wenn du eine Pflanze wärst, welche wäre das?
es: Si fueras una planta, ¿qué tipo serías?
fr: Si tu étais une plante, quel genre serais-tu ?
it: Se fossi una pianta, che tipo saresti?
ja: 自分が植物だとしたら、何の植物ですか？
ko: 네가 식물이라면 어떤 종류일 것 같아?
nb: Hvis du var en plante, hva slags ville du vært?
nl: Als je een plant was, wat voor soort zou je dan zijn?
pl: Gdybyś był rośliną, jakim rodzajem byś był?
pt_br: Se você fosse uma planta, que tipo seria?
sv: Om du var en växt, vilken sort skulle du vara?
uk: Якби ви були рослиною, яким видом ви б були?
zh_hans: 如果你是一株植物，你会是什么种类？

source: If you were a professional wrestler, what would your name be?
de: Wenn du ein Profi-Wrestler wärst, wie würde dein Name lauten?
es: Si fueras un luchador profesional, ¿cuál sería tu nombre?
fr: Si tu étais un catcheur professionnel, quel serait ton nom ?
it: Se fossi un wrestler professionista, quale sarebbe il tuo nome?
ja: プロレスラーになるとしたら、自分の名前は何にしますか？
ko: 프로레슬러가 된다면 이름을 무엇으로 하시겠습니까?
nb: Hvis du var en profesjonell bryter, hva ville navnet ditt vært?
nl: Als je een professionele worstelaar was, wat zou je naam dan zijn?
pl: Gdybyś był zawodowym zapaśnikiem, jak miałbyś na imię?
pt_br: Se você fosse um lutador profissional de wrestling, qual seria o seu nome?
sv: Om du var en professionell brottare, vad skulle ditt namn vara?
uk: Якби ви були професійним реслером, яким би було ваше ім'я?
zh_hans: 如果你是职业摔跤手，你的名字会是什么？

source: If you were a scent, what would you be?
de: Wenn du ein Geruch wärst, welcher wärst du?
es: Si fueras un olor, ¿cuál serías?
fr: Si tu étais une odeur, quelle serais-tu ?
it: Se fossi un profumo, quale saresti?
ja: 自分を香りに例えると、どんな香りですか？
ko: 당신이 향기라면 어떤 향기인가요?
nb: Hvis du var en duft, hva ville du vært?
nl: Als je een geur was, wat zou je dan zijn?
pl: Gdybyś był zapachem, jakim byś był?
pt_br: Se você fosse um cheiro, qual seria?
sv: Om du vore en doft, vad skulle du vara?
uk: Якби ви були ароматом, яким би ви були?
zh_hans: 如果你是一种气味，你会是什么？
